# Install and upgrade all dependencies from the Brefile
# > brew bundle
# Write all installed casks/formulae/images/taps into a Brewfile in the current directory.
# > brew bundle dump
tap "homebrew/bundle"
tap "homebrew/core"
tap "bloznelis/tap"
brew "act"
brew "actionlint"
brew "aws-nuke"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "broot"
brew "chezmoi"
brew "difftastic"
brew "exa"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghq"
brew "gitui"
brew "gnupg"
brew "go"
brew "gopass"
brew "jq"
brew "lazydocker"
brew "pass"
brew "ripgrep"
brew "rust"
brew "starship"
brew "tig"
brew "typioca"
brew "vim"
brew "yq"
brew "zellij"
