jorgebucaran/fisher
edc/bass
jorgebucaran/autopair.fish
meaningful-ooo/sponge
catppuccin/fish
gazorby/fish-abbreviation-tips
ryoppippi/na.fish
ilancosman/tide@v6
atusy/by-binds-yourself
