{
  "buckets": [
    {
      "Name": "extras",
      "Source": "https://github.com/lukesampson/scoop-extras",
      "Updated": "2024-04-11T05:26:52+09:00",
      "Manifests": 2006
    },
    {
      "Name": "java",
      "Source": "https://github.com/ScoopInstaller/Java",
      "Updated": "2024-04-09T21:26:54+09:00",
      "Manifests": 273
    },
    {
      "Name": "main",
      "Source": "https://github.com/ScoopInstaller/Main",
      "Updated": "2024-04-11T06:05:09+09:00",
      "Manifests": 1312
    },
    {
      "Name": "sysinternals",
      "Source": "https://github.com/niheaven/scoop-sysinternals",
      "Updated": "2024-02-21T19:02:04+09:00",
      "Manifests": 75
    },
    {
      "Name": "versions",
      "Source": "https://github.com/ScoopInstaller/Versions",
      "Updated": "2024-04-11T05:28:56+09:00",
      "Manifests": 446
    }
  ],
  "apps": [
    {
      "Version": "23.01",
      "Updated": "2023-07-03T10:49:24.822888+09:00",
      "Name": "7zip",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "1.6.27",
      "Updated": "2024-02-27T09:39:04.9606893+09:00",
      "Name": "actionlint",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "35.0.0",
      "Updated": "2024-03-07T10:14:49.9971166+09:00",
      "Name": "adb",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "0.13.2",
      "Updated": "2024-03-26T09:04:22.8127088+09:00",
      "Name": "alacritty",
      "Source": "extras",
      "Info": ""
    },
    {
      "Version": "1.37.0-1",
      "Updated": "2023-11-30T14:52:01.3452862+09:00",
      "Name": "aria2",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "0.24.0",
      "Updated": "2023-10-16T09:56:18.5842032+09:00",
      "Name": "bat",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "0.9.6",
      "Updated": "2023-09-11T13:13:49.2565848+09:00",
      "Name": "bottom",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "1.36.1",
      "Updated": "2024-03-13T09:30:07.5007784+09:00",
      "Name": "broot",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "2024-03-11",
      "Updated": "2024-03-13T09:30:08.4902081+09:00",
      "Name": "cacert",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "1.0.0",
      "Updated": "2024-03-14T09:40:53.3124673+09:00",
      "Name": "carapace-bin",
      "Source": "extras",
      "Info": ""
    },
    {
      "Version": "2.47.3",
      "Updated": "2024-04-01T10:06:25.3806155+09:00",
      "Name": "chezmoi",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "1.6.11",
      "Updated": "2024-04-09T09:57:29.2921294+09:00",
      "Name": "clink",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "0.7.7",
      "Updated": "2023-12-18T16:42:48.0386647+09:00",
      "Name": "ctop",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "8.7.1_7",
      "Updated": "2024-04-09T09:57:35.4960687+09:00",
      "Name": "curl",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "3.14",
      "Updated": "2024-02-28T09:34:04.8787548+09:00",
      "Name": "dark",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "24.0.2",
      "Updated": "2024-04-09T09:57:50.2351317+09:00",
      "Name": "dbeaver",
      "Source": "extras",
      "Info": ""
    },
    {
      "Version": "0.57.0",
      "Updated": "2024-04-09T09:57:54.2171377+09:00",
      "Name": "difftastic",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "3.24.246.0",
      "Updated": "2023-04-18T09:54:14.534229+09:00",
      "Name": "ditto",
      "Source": "extras",
      "Info": ""
    },
    {
      "Version": "0.12.0",
      "Updated": "2024-04-11T10:19:04.5209379+09:00",
      "Name": "dive",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "26.0.0",
      "Updated": "2024-03-21T13:53:19.8776681+09:00",
      "Name": "docker",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "2.26.1",
      "Updated": "2024-04-01T10:06:38.9805229+09:00",
      "Name": "docker-compose",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "24.1.0",
      "Updated": "2024-03-26T09:04:56.4883782+09:00",
      "Name": "draw.io",
      "Source": "extras",
      "Info": ""
    },
    {
      "Version": "0.18.9",
      "Updated": "2024-03-28T09:50:43.6425406+09:00",
      "Name": "eza",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "9.0.0",
      "Updated": "2023-12-20T11:23:19.7628032+09:00",
      "Name": "fd",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "7.0",
      "Updated": "2024-04-09T09:58:06.9269485+09:00",
      "Name": "ffmpeg",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "0.49.0",
      "Updated": "2024-04-09T09:58:09.8070274+09:00",
      "Name": "fzf",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "1.6.1",
      "Updated": "2024-04-11T09:33:31.3668146+09:00",
      "Name": "ghq",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "1.14.4",
      "Updated": "2024-02-13T09:47:14.4897919+09:00",
      "Name": "gifski",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "2.44.0",
      "Updated": "2024-02-28T09:34:33.6080793+09:00",
      "Name": "git",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "0.7.0",
      "Updated": "2023-07-10T18:33:43.7007856+09:00",
      "Name": "git-crypt",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "2.38.0",
      "Updated": "2023-03-27T18:32:16.6280786+09:00",
      "Name": "git-filter-repo",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "0.25.2",
      "Updated": "2024-03-26T09:05:02.6223534+09:00",
      "Name": "gitui",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "1.22.2",
      "Updated": "2024-04-09T09:59:26.0862723+09:00",
      "Name": "go",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "1.15.13",
      "Updated": "2024-04-09T09:59:33.9886209+09:00",
      "Name": "gopass",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "1.2.10.6",
      "Updated": "2023-03-17T09:31:04.9877179+09:00",
      "Name": "greenshot",
      "Source": "extras",
      "Info": ""
    },
    {
      "Version": "2.4.4",
      "Updated": "2024-02-21T13:21:44.1890671+09:00",
      "Name": "gsudo",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "24.03",
      "Updated": "2024-04-01T10:06:51.9190511+09:00",
      "Name": "helix",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "4.2.0",
      "Updated": "2024-01-26T11:57:25.4045062+09:00",
      "Name": "hurl",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "1.33.2",
      "Updated": "2024-03-26T09:05:19.2742885+09:00",
      "Name": "imhex",
      "Source": "extras",
      "Info": ""
    },
    {
      "Version": "0.50",
      "Updated": "2023-03-17T09:23:12.5668432+09:00",
      "Name": "innounp",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "1.7.1",
      "Updated": "2023-12-18T11:39:42.1514778+09:00",
      "Name": "jq",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "1.18.7",
      "Updated": "2023-03-17T09:31:22.3680021+09:00",
      "Name": "keeweb",
      "Source": "extras",
      "Info": ""
    },
    {
      "Version": "0.23.1",
      "Updated": "2024-04-11T09:48:58.5305987+09:00",
      "Name": "lazydocker",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "0.41.0",
      "Updated": "2024-03-26T09:05:21.9432791+09:00",
      "Name": "lazygit",
      "Source": "extras",
      "Info": ""
    },
    {
      "Version": "643",
      "Updated": "2023-08-16T10:44:43.2962967+09:00",
      "Name": "less",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "1.11.0",
      "Updated": "2024-04-10T10:26:19.3799443+09:00",
      "Name": "lessmsi",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "5.4.2",
      "Updated": "2023-03-17T09:31:28.7812084+09:00",
      "Name": "lua",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "3.7.4",
      "Updated": "2024-04-09T10:01:36.8563594+09:00",
      "Name": "lua-language-server",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "2023-12-09",
      "Updated": "2023-12-20T09:59:12.8313658+09:00",
      "Name": "marksman",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "2.1.2",
      "Updated": "2024-04-01T10:11:35.1069741+09:00",
      "Name": "mdcat",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "4.1.5",
      "Updated": "2024-04-09T09:59:38.3395429+09:00",
      "Name": "mozjpeg",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "20.12.2",
      "Updated": "2024-04-11T09:33:53.9980879+09:00",
      "Name": "nodejs-lts",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "1.16.0",
      "Updated": "2023-06-21T09:45:51.7504388+09:00",
      "Name": "nvcleanstall",
      "Source": "extras",
      "Info": ""
    },
    {
      "Version": "1.5.12",
      "Updated": "2024-04-09T09:59:53.0623976+09:00",
      "Name": "obsidian",
      "Source": "extras",
      "Info": ""
    },
    {
      "Version": "0.7.8",
      "Updated": "2023-12-20T09:59:59.3826315+09:00",
      "Name": "optipng",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "21.0.2",
      "Updated": "2024-01-18T09:59:33.9070463+09:00",
      "Name": "oraclejdk-lts",
      "Source": "java",
      "Info": ""
    },
    {
      "Version": "2024.1-2573667",
      "Updated": "2024-03-26T09:05:43.3985903+09:00",
      "Name": "p4v",
      "Source": "extras",
      "Info": ""
    },
    {
      "Version": "5.0.13",
      "Updated": "2024-04-11T09:56:39.4155278+09:00",
      "Name": "paint.net",
      "Source": "extras",
      "Info": ""
    },
    {
      "Version": "1.14",
      "Updated": "2024-01-18T11:20:21.2745251+09:00",
      "Name": "pass-winmenu-nogpg",
      "Source": "extras",
      "Info": ""
    },
    {
      "Version": "8.15.6",
      "Updated": "2024-04-09T09:59:57.3395659+09:00",
      "Name": "pnpm",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "14.1.0",
      "Updated": "2024-01-09T10:14:54.4826108+09:00",
      "Name": "ripgrep",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "2.41",
      "Updated": "2024-03-26T09:05:50.4974283+09:00",
      "Name": "screentogif",
      "Source": "extras",
      "Info": ""
    },
    {
      "Version": "1.18.2",
      "Updated": "2024-04-01T10:07:25.4771715+09:00",
      "Name": "starship",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "0.8.1",
      "Updated": "2023-12-20T09:59:15.8941761+09:00",
      "Name": "taplo",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "1.6.1",
      "Updated": "2023-08-09T12:24:23.6714936+09:00",
      "Name": "tealdeer",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "2.8.81",
      "Updated": "2023-05-08T10:16:50.9310198+09:00",
      "Name": "tightvnc",
      "Source": "extras",
      "Info": ""
    },
    {
      "Version": "1.8.10",
      "Updated": "2024-02-08T10:54:42.5177628+09:00",
      "Name": "typora",
      "Source": "extras",
      "Info": ""
    },
    {
      "Version": "6.00",
      "Updated": "2023-12-20T10:00:04.5882607+09:00",
      "Name": "unzip",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "9.1.0296",
      "Updated": "2024-04-11T09:34:12.0599894+09:00",
      "Name": "vim-nightly",
      "Source": "versions",
      "Info": ""
    },
    {
      "Version": "20240203-110809-5046fc22",
      "Updated": "2024-02-05T13:14:59.3700565+09:00",
      "Name": "wezterm",
      "Source": "extras",
      "Info": ""
    },
    {
      "Version": "1.20.10822.0",
      "Updated": "2024-03-26T09:06:20.8234312+09:00",
      "Name": "windows-terminal-preview",
      "Source": "versions",
      "Info": ""
    },
    {
      "Version": "0.21.0",
      "Updated": "2024-01-29T09:55:29.1759535+09:00",
      "Name": "xh",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "0.2.4",
      "Updated": "2024-03-11T09:50:02.0796664+09:00",
      "Name": "yazi",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "3.0",
      "Updated": "2023-03-17T09:34:34.8075246+09:00",
      "Name": "zip",
      "Source": "main",
      "Info": ""
    },
    {
      "Version": "8.01",
      "Updated": "2024-04-01T10:11:38.7455238+09:00",
      "Name": "zoomit",
      "Source": "sysinternals",
      "Info": ""
    },
    {
      "Version": "0.9.4",
      "Updated": "2024-02-21T13:22:10.7626016+09:00",
      "Name": "zoxide",
      "Source": "main",
      "Info": ""
    }
  ]
}
